Repository: ozh/ozh-absolute-comments
Catalog: translations/absolutecomments-*.po
Languages: ca

source: Oops, no comment with this ID.
ca: Ups, no hi ha cap comentari amb aquest ID.

source: Go back
ca: Enrera

source: Your Reply
ca: La teva resposta

source: Reply
ca: Respondre

source: Reply to Comment &raquo;
ca: Respondre al comentari &raquo;

source: Thread Reply &raquo;
ca: Respondre al fil &raquo;

source: Wait...
ca: Espera...

source: Cancel
ca: Cancelar

source: View All
ca: Veure tots

source: Quick Reply
ca: Resposta ràpida

source: Reply with advanced editor
ca: Respondre amb l'Editor Avançat

source: View all comments for this post
ca: Veure tots els comentaris per aquesta entrada

source: Posting comment...
ca: Publicant comentari...

source: Ooops! Duplicate comment detected. Aborted.
ca: Ups! S'ha detectat un comentari duplicat. Aturat.

source: Ooops! You are posting too quickly. Aborted.
ca: Ups! Estàs publicant massa ràpid. Aturat.

source: Error (duplicate comment, or posting too quickly ?). Aborted
ca: Error (comentari duplicat, o publicant massa ràpid?). Aturat.

source: currently flagged as
ca: actualment etiquetat com

source: Your reply to this comment
ca: La teva resposta a aquest comentari

source: Comments on
ca: Comentaris per

source: From:
ca: De:
