Repository: ozh/ozh-absolute-comments
Catalog: translations/ozh-absolute-comments-*.po
Languages: sv_se

source: Oops, no comment with this ID.
sv_se: Hoppsan! Ingen kommentar med detta ID finns.

source: Go back
sv_se: Gå tillbaka

source: Your Reply
sv_se: Ditt svar

source: Reply
sv_se: Svara

source: Powered by
sv_se: Möjliggörs av

source: Reply to Comment &raquo;
sv_se: Svara på kommentaren &raquo;

source: Thread Reply &raquo;
sv_se: Svara i tråd &raquo;

source: Wait...
sv_se: Vänta...

source: Cancel
sv_se: Avbryt

source: View All
sv_se: Visa alla

source: Quick Reply
sv_se: Snabbsvar

source: Reply with advanced editor
sv_se: Svara med den avancerade editorn

source: View all comments for this post
sv_se: Visa alla kommentarer för detta inlägg

source: Posting comment...
sv_se: Sparar kommentar...

source: Ooops! Duplicate comment detected. Aborted.
sv_se: Hoppsan! Dubblett av kommentar upptäcktes. Åtgärden avbröts.

source: Ooops! You are posting too quickly. Aborted.
sv_se: Hoppsan! Du sparar för tidigt. Åtgärden avbröts.

source: Error (duplicate comment, or posting too quickly ?). Aborted
sv_se: Fel (dubblett av kommentar eller sparad för tidigt?). Åtgärden avbröts

source: currently flagged as
sv_se: just nu märkt som

source: Your reply to this comment
sv_se: Ditt svar på denna kommentar

source: Comments on
sv_se: Kommentarer till

source: From:
sv_se: Från:
